[
  {"id":"aikensGreenscapeShapesSurfing2017a","abstract":"The Green Wave Hypothesis posits that herbivore migration manifests in response to waves of spring green-up (i.e. green-wave surfing). Nonetheless, empirical support for the Green Wave Hypothesis is mixed, and a framework for understanding variation in surfing is lacking. In a population of migratory mule deer (Odocoileus hemionus), 31% surfed plant phenology in spring as well as a theoretically perfect surfer, and 98% surfed better than random. Green-wave surfing varied among individuals and was unrelated to age or energetic state. Instead, the greenscape, which we define as the order, rate and duration of green-up along migratory routes, was the primary factor influencing surfing. Our results indicate that migratory routes are more than a link between seasonal ranges, and they provide an important, but often overlooked, foraging habitat. In addition, the spatiotemporal configuration of forage resources that propagate along migratory routes shape animal movement and presumably, energy gains during migration.","accessed":{"date-parts":[["2025",4,17]]},"author":[{"family":"Aikens","given":"Ellen O."},{"family":"Kauffman","given":"Matthew J."},{"family":"Merkle","given":"Jerod A."},{"family":"Dwinnell","given":"Samantha P. H."},{"family":"Fralick","given":"Gary L."},{"family":"Monteith","given":"Kevin L."}],"citation-key":"aikensGreenscapeShapesSurfing2017a","container-title":"Ecology Letters","DOI":"10.1111/ele.12772","ISSN":"1461-0248","issue":"6","issued":{"date-parts":[["2017"]]},"language":"en","license":"© 2017 John Wiley & Sons Ltd/CNRS","page":"741-750","source":"Wiley Online Library","title":"The greenscape shapes surfing of resource waves in a large migratory herbivore","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/ele.12772","volume":"20"},
  {"id":"barnettAnalyticSteadystateSpace2008a","abstract":"Mechanistic home range models are important tools in modeling animal dynamics in spatially complex environments. We introduce a class of stochastic models for animal movement in a habitat of varying preference. Such models interpolate between spatially implicit resource selection analysis (RSA) and advection-diffusion models, possessing these two models as limiting cases. We find a closed-form solution for the steady-state (equilibrium) probability distribution u* using a factorization of the redistribution operator into symmetric and diagonal parts. How space use is controlled by the habitat preference function w depends on the characteristic width of the animals’ redistribution kernel: when the redistribution kernel is wide relative to variation in w, u* ∝ w, whereas when it is narrow relative to variation in w, u* ∝ w2. In addition, we analyze the behavior at discontinuities in w which occur at habitat type boundaries, and simulate the dynamics of space use given two-dimensional prey-availability data, exploring the effect of the redistribution kernel width. Our factorization allows such numerical simulations to be done extremely fast; we expect this to aid the computationally intensive task of model parameter fitting and inverse modeling.","accessed":{"date-parts":[["2025",4,1]]},"author":[{"family":"Barnett","given":"Alex H."},{"family":"Moorcroft","given":"Paul R."}],"citation-key":"barnettAnalyticSteadystateSpace2008a","container-title":"Journal of Mathematical Biology","container-title-short":"J. Math. Biol.","DOI":"10.1007/s00285-007-0149-8","ISSN":"1432-1416","issue":"1","issued":{"date-parts":[["2008",7,1]]},"language":"en","page":"139-159","source":"Springer Link","title":"Analytic steady-state space use patterns and rapid computations in mechanistic home range analysis","type":"article-journal","URL":"https://doi.org/10.1007/s00285-007-0149-8","volume":"57"},
  {"id":"cervantesUtilizationDistributionGlobal2023","abstract":"The rapid development of wind energy in southern Africa represents an additional threat to the already fragile populations of African vultures. The distribution of the vulnerable Cape Vulture Gyps coprotheres overlaps considerably with wind energy development areas in South Africa, creating conflicts that can hinder both vulture conservation and sustainable energy development. To help address this conflict and aid in the safe placement of wind energy facilities, we map the utilization distribution (UD) of this species across its distributional range. Using tracking data from 68 Cape Vultures collected over the last 20 years, we develop a spatially explicit habitat use model to estimate the expected UDs around known colonies. Scaling the UDs by the number of vultures expected to use each of the colonies, we estimate the Cape Vulture population utilization distribution (PUD) and determine its exposure to wind farm impacts. To complement our results, we model the probability of a vulture flying within the rotor sweep area of a wind turbine throughout the species range and use this to identify areas that are particularly prone to collisions. Overall, our estimated PUD correlates well with reporting rates of the species from the Southern African Bird Atlas Project, currently used to assess potential overlap between Cape Vultures and wind energy developments, but it adds important benefits, such as providing a spatial gradient of activity estimates over the entire species range. We illustrate the application of our maps by analyzing the exposure of Cape Vultures in the Renewable Energy Development Zones (REDZs) in South Africa. This application is a scalable procedure that can be applied at different planning phases, from strategic, nationwide planning to project-level assessments.","accessed":{"date-parts":[["2024",12,3]]},"author":[{"family":"Cervantes","given":"Francisco"},{"family":"Murgatroyd","given":"Megan"},{"family":"Allan","given":"David G."},{"family":"Farwig","given":"Nina"},{"family":"Kemp","given":"Ryno"},{"family":"Krüger","given":"Sonja"},{"family":"Maude","given":"Glyn"},{"family":"Mendelsohn","given":"John"},{"family":"Rösner","given":"Sascha"},{"family":"Schabo","given":"Dana G."},{"family":"Tate","given":"Gareth"},{"family":"Wolter","given":"Kerri"},{"family":"Amar","given":"Arjun"}],"citation-key":"cervantesUtilizationDistributionGlobal2023","container-title":"Ecological Applications","container-title-short":"Ecological Applications","DOI":"10.1002/eap.2809","ISSN":"1051-0761, 1939-5582","issue":"3","issued":{"date-parts":[["2023",4]]},"language":"en","page":"e2809","source":"DOI.org (Crossref)","title":"A utilization distribution for the global population of Cape Vultures ( <span style=\"font-variant:small-caps;\"> <i>G</i> </span> <i>yps</i> <span style=\"font-variant:small-caps;\"> <i>c</i> </span> <i>oprotheres</i> ) to guide wind energy development","title-short":"A utilization distribution for the global population of Cape Vultures ( <span style=\"font-variant","type":"article-journal","URL":"https://esajournals.onlinelibrary.wiley.com/doi/10.1002/eap.2809","volume":"33"},
  {"id":"eltonAnimalEcology1927","author":[{"family":"Elton","given":"C.S."}],"citation-key":"eltonAnimalEcology1927","event-place":"Chicago, IL USA","issued":{"date-parts":[["1927"]]},"publisher":"University of Chicago Press","publisher-place":"Chicago, IL USA","title":"Animal Ecology","type":"book"},
  {"id":"fahrigFunctionalLandscapeHeterogeneity2011","abstract":"Biodiversity in agricultural landscapes can be increased with conversion of some production lands into ÔmorenaturalÕ – unmanaged or extensively managed – lands. However, it remains unknown to what extent biodiversity can be enhanced by altering landscape pattern without reducing agricultural production. We propose a framework for this problem, considering separately compositional heterogeneity (the number and proportions of different cover types) and conﬁgurational heterogeneity (the spatial arrangement of cover types). Cover type classiﬁcation and mapping is based on species requirements, such as feeding and nesting, resulting in measures of Ôfunctional landscape heterogeneityÕ. We then identify three important questions: does biodiversity increase with (1) increasing heterogeneity of the more-natural areas, (2) increasing compositional heterogeneity of production cover types and (3) increasing conﬁgurational heterogeneity of production cover types? We discuss approaches for addressing these questions. Such studies should have high priority because biodiversity protection globally depends increasingly on maintaining biodiversity in human-dominated landscapes.","accessed":{"date-parts":[["2025",4,17]]},"author":[{"family":"Fahrig","given":"Lenore"},{"family":"Baudry","given":"Jacques"},{"family":"Brotons","given":"Lluís"},{"family":"Burel","given":"Françoise G."},{"family":"Crist","given":"Thomas O."},{"family":"Fuller","given":"Robert J."},{"family":"Sirami","given":"Clelia"},{"family":"Siriwardena","given":"Gavin M."},{"family":"Martin","given":"Jean‐Louis"}],"citation-key":"fahrigFunctionalLandscapeHeterogeneity2011","container-title":"Ecology Letters","container-title-short":"Ecology Letters","DOI":"10.1111/j.1461-0248.2010.01559.x","ISSN":"1461-023X, 1461-0248","issue":"2","issued":{"date-parts":[["2011",2]]},"language":"en","page":"101-112","source":"DOI.org (Crossref)","title":"Functional landscape heterogeneity and animal biodiversity in agricultural landscapes","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/j.1461-0248.2010.01559.x","volume":"14"},
  {"id":"fiebergCouldYouPlease2012","abstract":"Statisticians frequently voice concern that their interactions with applied researchers start only after data have been collected. The same can be said for our experience with home-range studies. Too often, conversations about home range begin with questions concerning estimation methods, smoothing parameters, or the nature of autocorrelation. More productive efforts start by asking good (and interesting) research questions; once these questions are deﬁned, it becomes possible to ask how various design and analysis strategies inﬂuence one’s ability to answer these questions. With this process in mind, we address key sample-design and data-analysis issues related to the topic of home range. The impact of choosing a particular home-range estimator (e.g., minimum convex polygon, kernel density estimator, or local convex hull) will be question dependent, and for some problems other movement or usebased metrics (e.g., mean step lengths or time spent in particular areas) may be worthy of consideration. Thus, we argue the need for more question-driven and focused research and for clearly distinguishing the biological concept of an animal’s home range from the statistical quantities one uses to investigate this concept. For comparative studies, it is important to standardize sampling regimes and estimation methods as much as possible, and to pay close attention to missing data issues. More attention should also be given to temporally changing space-use patterns, with biologically meaningful time periods (e.g., life-history stages) used to deﬁne sampling periods. Last, we argue the need for closer connections between theoretical and empirical researchers. Advances in ecological theory, and its application to natural resources management, will require carefully designed research studies to test theoretical predictions from more mechanistic modeling approaches.","accessed":{"date-parts":[["2025",4,9]]},"author":[{"family":"Fieberg","given":"John"},{"family":"Börger","given":"Luca"}],"citation-key":"fiebergCouldYouPlease2012","container-title":"Journal of Mammalogy","container-title-short":"J Mammal","DOI":"10.1644/11-MAMM-S-172.1","ISSN":"0022-2372, 1545-1542","issue":"4","issued":{"date-parts":[["2012",9,14]]},"language":"en","page":"890-902","source":"DOI.org (Crossref)","title":"Could you please phrase “home range” as a question?","type":"article-journal","URL":"https://academic.oup.com/jmammal/article-lookup/doi/10.1644/11-MAMM-S-172.1","volume":"93"},
  {"id":"hijmans_terraSpatialData2024","author":[{"family":"Hijmans","given":"R."}],"citation-key":"hijmans_terraSpatialData2024","issued":{"date-parts":[["2024"]]},"title":"_terra: Spatial Data Analysis_.","type":"software","URL":"https://CRAN.R-project.org/package=terra","version":"R package   version 1.7-78"},
  {"id":"jennelleMovementWhitetailedDeer2022a","abstract":"Chronic wasting disease (CWD) continues to expand in distribution and prevalence across North America. Upon detection, either for the first time in a novel area or in a region with an existing outbreak, wildlife management agencies are tasked with responding to mitigate the disease. This response often entails creation or modification of a management zone with modified rules and regulations that support an agency's disease management plan. To guide the process of creating an appropriately sized CWD management zone, assuming that wild deer movements are a major risk factor for disease spread, we used data from global positioning system (GPS)-collared white-tailed deer (Odocoileus virginianus) in southeastern Minnesota and southcentral Pennsylvania, USA, between 2018 and 2021 to estimate long-distance movements associated with dispersal and migratory behaviors. These contrasting study areas with active CWD outbreaks permitted an evaluation of deer movement dynamics in different parts of their range. We quantified the proportion, distribution, timing, and orientation of dispersing and migratory deer. We observed 21% of female and 58% of male yearlings disperse from their apparent natal home range in Minnesota, while in Pennsylvania 4% of female and 68% of male yearlings dispersed. We also documented 20% of females and 6% of males migrated between seasonal home ranges in Minnesota, while in Pennsylvania no females and 5% of males migrated. The average distance deer dispersed or migrated in Minnesota was 20 km and 11 km, respectively, while in Pennsylvania male deer dispersed only about 4 km. Both sexes in Minnesota tended to disperse in a consistent, westerly direction; however, there was no directional preference observed for migratory deer or for dispersing deer in Pennsylvania. We found differences between natal and adult home range size for both sexes in Minnesota but not for males in Pennsylvania. Our results identify the considerable variability in dispersal and migration dynamics of white-tailed deer in disparate landscapes, which is important to agencies managing CWD. We summarize the distribution of these movements and suggest agencies use this information to help make decisions about optimal management zone size. We suggest the development of formalized assessments of the tradeoffs associated with optimizing decisions about creation of CWD management zones across white-tailed deer populations that exhibit variation in dispersal behavior and suggest careful evaluation to avoid using an arbitrary size or shape to create disease management zones.","accessed":{"date-parts":[["2025",4,8]]},"author":[{"family":"Jennelle","given":"Christopher S."},{"family":"Walter","given":"W. David"},{"family":"Crawford","given":"Joanne"},{"family":"Rosenberry","given":"Christopher S."},{"family":"Wallingford","given":"Bret D."}],"citation-key":"jennelleMovementWhitetailedDeer2022a","container-title":"The Journal of Wildlife Management","DOI":"10.1002/jwmg.22306","ISSN":"1937-2817","issue":"8","issued":{"date-parts":[["2022"]]},"language":"en","page":"e22306","source":"Wiley Online Library","title":"Movement of white-tailed deer in contrasting landscapes influences management of chronic wasting disease","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/jwmg.22306","volume":"86"},
  {"id":"matthiopoulosSpeciesHabitatAssociationsSpatial2020b","abstract":"Ecologists develop species-habitat association (SHA) models to understand where species occur, why they are there and where else they might be. This knowledge can be used to designate protected areas, estimate anthropogenic impacts on living organisms and assess risks from invasive species or disease spill-over from wildlife to humans. Here, we describe the state of the art in SHA models, looking beyond the apparent correlations between the positions of organisms and their local environment. We highlight the importance of ecological mechanisms, synthesize diverse modelling frameworks and motivate the development of new analytical methods. Above all, we aim to be synthetic, bringing together several of the apparently disconnected pieces of ecological theory, taxonomy, spatiotemporal scales, and mathematical and statistical technique in our field. The first edition of this ebook reviews the ecology of species-habitat associations, the mechanistic interpretation of existing empirical models and their shared statistical foundations that can help us draw scientific insights from field data. It will be of interest to graduate students and professionals looking for an introduction to the ecological and statistical literature of SHAs, practitioners seeking to analyse their data on animal movements or species distributions and quantitative ecologists looking to contribute new methods addressing the limitations of the current incarnations of SHA models.","accessed":{"date-parts":[["2024",10,29]]},"author":[{"family":"Matthiopoulos","given":"Jason"},{"family":"Fieberg","given":"John"},{"family":"Aarts","given":"Geert"}],"citation-key":"matthiopoulosSpeciesHabitatAssociationsSpatial2020b","DOI":"10.24926/2020.081320","edition":"1","ISBN":"978-1-946135-68-1","issued":{"date-parts":[["2020",12]]},"language":"en","publisher":"University of Minnesota Libraries","source":"DOI.org (Crossref)","title":"Species-Habitat Associations: Spatial data, predictive models, and ecological insights","title-short":"Species-Habitat Associations","type":"book","URL":"http://hdl.handle.net/11299/217469"},
  {"id":"mcpeekEvolutionDispersalSpatially1992","abstract":"Using a simple two-patch model, we examine how patterns of spatial and temporal variation in carrying capacities affect natural selection on dispersal. The size of the population in each patch is regulated separately, according to a discrete-generation logistic equation, and individuals disperse from each patch at propensities determined by their genotype. We consider genotypes that express the same dispersal propensities in both patches and genotypes that express patch-specific disperal propensities. Contrary to previous analyses, our results show that some level of dispersal is favored by selection under almost all regimes of habitat variability, including a spatially varying and temporally constant environment. Furthermore, two very different polymorphisms are favored under different conditions. When carrying capacities vary spatially but not temporally, any number of genotypes with patch-specific dispersal propensities in ratios inversely proportional to the ratio of the carrying capacities can coexist. This result extends previous analyses to show that dispersal is favored in such an environment if individuals can alter dispersal propensities in response to environmental cues. In contrast, when carrying capacities vary both spatially and temporally but differ in mean or variance, a polymorphism of only two genotypes (a high-dispersal and a no-dispersal genotype) is favored when the only genotypes possible are ones expressing the same dispersal propensity in both patches. However, this dimorphism can be invaded and replaced by one genotype with a particular combination of patch-specific dispersal propensities in a ratio also inversely proportional to the ratio of the average population sizes. We discuss a number of testable predictions this model suggests about the amounts of phenotypic and genetic variation in dispersal characters that are expected both within and between populations, and the degree to which the expression of phenotypic characters affecting dispersal propensity should be sensitive to environmental conditions. The model also suggests novel mechanisms for coexistence between competing species in varying environments.","accessed":{"date-parts":[["2025",4,17]]},"author":[{"family":"McPeek","given":"Mark A."},{"family":"Holt","given":"Robert D."}],"citation-key":"mcpeekEvolutionDispersalSpatially1992","container-title":"The American Naturalist","container-title-short":"The American Naturalist","DOI":"10.1086/285453","ISSN":"0003-0147, 1537-5323","issue":"6","issued":{"date-parts":[["1992",12]]},"language":"en","page":"1010-1027","source":"DOI.org (Crossref)","title":"The Evolution of Dispersal in Spatially and Temporally Varying Environments","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/10.1086/285453","volume":"140"},
  {"id":"muellerSearchNavigationDynamic2008","abstract":"Animal movement receives widespread attention within ecology and behavior. However, much research is restricted within isolated sub‐disciplines focusing on single phenomena such as navigation (e.g. homing behavior), search strategies (e.g. Levy flights) or theoretical considerations of optimal population dispersion (e.g. ideal free distribution). To help synthesize existing research, we outline a unifying conceptual framework that integrates individual‐level behaviors and population‐level spatial distributions with respect to spatio‐temporal resource dynamics. We distinguish among (1) non‐oriented movements based on diffusion and kinesis in response to proximate stimuli, (2) oriented movements utilizing perceptual cues of distant targets, and (3) memory mechanisms that assume prior knowledge of a target's location. Species’ use of these mechanisms depends on life‐history traits and resource dynamics, which together shape population‐level patterns. Resources with little spatial variability should facilitate sedentary ranges, whereas resources with predictable seasonal variation in spatial distributions should generate migratory patterns. A third pattern, ‘nomadism’, should emerge when resource distributions are unpredictable in both space and time. We summarize recent advances in analyses of animal trajectories and outline three major components on which future studies should focus: (1) integration across alternative movement mechanisms involving links between state variables and specific mechanisms, (2) consideration of dynamics in resource landscapes or environments that include resource gradients in predictability, variability, scale, and abundance, and finally (3) quantitative methods to distinguish among population distributions. We suggest that combining techniques such as evolutionary programming and pattern oriented modeling will help to build strong links between underlying movement mechanisms and broad‐scale population distributions.","accessed":{"date-parts":[["2025",4,17]]},"author":[{"family":"Mueller","given":"Thomas"},{"family":"Fagan","given":"William F."}],"citation-key":"muellerSearchNavigationDynamic2008","container-title":"Oikos","container-title-short":"Oikos","DOI":"10.1111/j.0030-1299.2008.16291.x","ISSN":"0030-1299, 1600-0706","issue":"5","issued":{"date-parts":[["2008",5]]},"language":"en","page":"654-664","source":"DOI.org (Crossref)","title":"Search and navigation in dynamic environments – from individual behaviors to population distributions","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/j.0030-1299.2008.16291.x","volume":"117"},
  {"id":"signerAnimalMovementTools2019","author":[{"family":"Signer","given":"Johannes"},{"family":"Fieberg","given":"John R."},{"family":"Avgar","given":"Tal"}],"citation-key":"signerAnimalMovementTools2019","container-title":"Ecology and Evolution","issued":{"date-parts":[["2019"]]},"page":"880-890","title":"Animal movement tools (amt): R package for managing tracking data and conducting habitat selection analyses","type":"article-journal","volume":"9"},
  {"id":"tuckerMovingAnthropoceneGlobal2018","abstract":"Restrictions on roaming\n            \n              Until the past century or so, the movement of wild animals was relatively unrestricted, and their travels contributed substantially to ecological processes. As humans have increasingly altered natural habitats, natural animal movements have been restricted. Tucker\n              et al.\n              examined GPS locations for more than 50 species. In general, animal movements were shorter in areas with high human impact, likely owing to changed behaviors and physical limitations. Besides affecting the species themselves, such changes could have wider effects by limiting the movement of nutrients and altering ecological interactions.\n            \n            \n              Science\n              , this issue p.\n              466\n            \n          , \n            Human alterations of the landscape shorten the distances traveled by individual animals.\n          , \n            Animal movement is fundamental for ecosystem functioning and species survival, yet the effects of the anthropogenic footprint on animal movements have not been estimated across species. Using a unique GPS-tracking database of 803 individuals across 57 species, we found that movements of mammals in areas with a comparatively high human footprint were on average one-half to one-third the extent of their movements in areas with a low human footprint. We attribute this reduction to behavioral changes of individual animals and to the exclusion of species with long-range movements from areas with higher human impact. Global loss of vagility alters a key ecological trait of animals that affects not only population persistence but also ecosystem processes such as predator-prey interactions, nutrient cycling, and disease transmission.","accessed":{"date-parts":[["2025",4,17]]},"author":[{"family":"Tucker","given":"Marlee A."},{"family":"Böhning-Gaese","given":"Katrin"},{"family":"Fagan","given":"William F."},{"family":"Fryxell","given":"John M."},{"family":"Van Moorter","given":"Bram"},{"family":"Alberts","given":"Susan C."},{"family":"Ali","given":"Abdullahi H."},{"family":"Allen","given":"Andrew M."},{"family":"Attias","given":"Nina"},{"family":"Avgar","given":"Tal"},{"family":"Bartlam-Brooks","given":"Hattie"},{"family":"Bayarbaatar","given":"Buuveibaatar"},{"family":"Belant","given":"Jerrold L."},{"family":"Bertassoni","given":"Alessandra"},{"family":"Beyer","given":"Dean"},{"family":"Bidner","given":"Laura"},{"family":"Van Beest","given":"Floris M."},{"family":"Blake","given":"Stephen"},{"family":"Blaum","given":"Niels"},{"family":"Bracis","given":"Chloe"},{"family":"Brown","given":"Danielle"},{"family":"De Bruyn","given":"P. J. Nico"},{"family":"Cagnacci","given":"Francesca"},{"family":"Calabrese","given":"Justin M."},{"family":"Camilo-Alves","given":"Constança"},{"family":"Chamaillé-Jammes","given":"Simon"},{"family":"Chiaradia","given":"Andre"},{"family":"Davidson","given":"Sarah C."},{"family":"Dennis","given":"Todd"},{"family":"DeStefano","given":"Stephen"},{"family":"Diefenbach","given":"Duane"},{"family":"Douglas-Hamilton","given":"Iain"},{"family":"Fennessy","given":"Julian"},{"family":"Fichtel","given":"Claudia"},{"family":"Fiedler","given":"Wolfgang"},{"family":"Fischer","given":"Christina"},{"family":"Fischhoff","given":"Ilya"},{"family":"Fleming","given":"Christen H."},{"family":"Ford","given":"Adam T."},{"family":"Fritz","given":"Susanne A."},{"family":"Gehr","given":"Benedikt"},{"family":"Goheen","given":"Jacob R."},{"family":"Gurarie","given":"Eliezer"},{"family":"Hebblewhite","given":"Mark"},{"family":"Heurich","given":"Marco"},{"family":"Hewison","given":"A. J. Mark"},{"family":"Hof","given":"Christian"},{"family":"Hurme","given":"Edward"},{"family":"Isbell","given":"Lynne A."},{"family":"Janssen","given":"René"},{"family":"Jeltsch","given":"Florian"},{"family":"Kaczensky","given":"Petra"},{"family":"Kane","given":"Adam"},{"family":"Kappeler","given":"Peter M."},{"family":"Kauffman","given":"Matthew"},{"family":"Kays","given":"Roland"},{"family":"Kimuyu","given":"Duncan"},{"family":"Koch","given":"Flavia"},{"family":"Kranstauber","given":"Bart"},{"family":"LaPoint","given":"Scott"},{"family":"Leimgruber","given":"Peter"},{"family":"Linnell","given":"John D. C."},{"family":"López-López","given":"Pascual"},{"family":"Markham","given":"A. Catherine"},{"family":"Mattisson","given":"Jenny"},{"family":"Medici","given":"Emilia Patricia"},{"family":"Mellone","given":"Ugo"},{"family":"Merrill","given":"Evelyn"},{"family":"De Miranda Mourão","given":"Guilherme"},{"family":"Morato","given":"Ronaldo G."},{"family":"Morellet","given":"Nicolas"},{"family":"Morrison","given":"Thomas A."},{"family":"Díaz-Muñoz","given":"Samuel L."},{"family":"Mysterud","given":"Atle"},{"family":"Nandintsetseg","given":"Dejid"},{"family":"Nathan","given":"Ran"},{"family":"Niamir","given":"Aidin"},{"family":"Odden","given":"John"},{"family":"O’Hara","given":"Robert B."},{"family":"Oliveira-Santos","given":"Luiz Gustavo R."},{"family":"Olson","given":"Kirk A."},{"family":"Patterson","given":"Bruce D."},{"family":"Cunha De Paula","given":"Rogerio"},{"family":"Pedrotti","given":"Luca"},{"family":"Reineking","given":"Björn"},{"family":"Rimmler","given":"Martin"},{"family":"Rogers","given":"Tracey L."},{"family":"Rolandsen","given":"Christer Moe"},{"family":"Rosenberry","given":"Christopher S."},{"family":"Rubenstein","given":"Daniel I."},{"family":"Safi","given":"Kamran"},{"family":"Saïd","given":"Sonia"},{"family":"Sapir","given":"Nir"},{"family":"Sawyer","given":"Hall"},{"family":"Schmidt","given":"Niels Martin"},{"family":"Selva","given":"Nuria"},{"family":"Sergiel","given":"Agnieszka"},{"family":"Shiilegdamba","given":"Enkhtuvshin"},{"family":"Silva","given":"João Paulo"},{"family":"Singh","given":"Navinder"},{"family":"Solberg","given":"Erling J."},{"family":"Spiegel","given":"Orr"},{"family":"Strand","given":"Olav"},{"family":"Sundaresan","given":"Siva"},{"family":"Ullmann","given":"Wiebke"},{"family":"Voigt","given":"Ulrich"},{"family":"Wall","given":"Jake"},{"family":"Wattles","given":"David"},{"family":"Wikelski","given":"Martin"},{"family":"Wilmers","given":"Christopher C."},{"family":"Wilson","given":"John W."},{"family":"Wittemyer","given":"George"},{"family":"Zięba","given":"Filip"},{"family":"Zwijacz-Kozica","given":"Tomasz"},{"family":"Mueller","given":"Thomas"}],"citation-key":"tuckerMovingAnthropoceneGlobal2018","container-title":"Science","container-title-short":"Science","DOI":"10.1126/science.aam9712","ISSN":"0036-8075, 1095-9203","issue":"6374","issued":{"date-parts":[["2018",1,26]]},"language":"en","page":"466-469","source":"DOI.org (Crossref)","title":"Moving in the Anthropocene: Global reductions in terrestrial mammalian movements","title-short":"Moving in the Anthropocene","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.aam9712","volume":"359"},
  {"id":"vanmoorterMovementGlueConnecting2016","abstract":"Summary\n            \n              \n                \n                  Animal space use has been studied by focusing either on geographic (e.g. home ranges, species' distribution) or on environmental (e.g. habitat use and selection) space. However, all patterns of space use emerge from individual movements, which are the primary means by which animals change their environment.\n                \n                \n                  \n                    Individuals increase their use of a given area by adjusting two key movement components: the duration of their visit and/or the frequency of revisits. Thus, in spatially heterogeneous environments, animals exploit known, high‐quality resource areas by increasing their residence time (\n                    RT\n                    ) in and/or decreasing their time to return (\n                    T\n                    to\n                    R\n                    ) to these areas. We expected that spatial variation in these two movement properties should lead to observed patterns of space use in both geographic and environmental spaces. We derived a set of nine predictions linking spatial distribution of movement properties to emerging space‐use patterns. We predicted that, at a given scale, high variation in\n                    RT\n                    and\n                    T\n                    to\n                    R\n                    among habitats leads to strong habitat selection and that long\n                    RT\n                    and short\n                    T\n                    to\n                    R\n                    result in a small home range size.\n                  \n                \n                \n                  \n                    We tested these predictions using moose (\n                    \n                      A\n                      lces alces\n                    \n                    )\n                    GPS\n                    tracking data. We first modelled the relationship between landscape characteristics and movement properties. Then, we investigated how the spatial distribution of predicted movement properties (i.e. spatial autocorrelation, mean, and variance of\n                    RT\n                    and\n                    T\n                    to\n                    R\n                    ) influences home range size and hierarchical habitat selection.\n                  \n                \n                \n                  \n                    In landscapes with high spatial autocorrelation of\n                    RT\n                    and\n                    T\n                    to\n                    R\n                    , a high variation in both\n                    RT\n                    and\n                    T\n                    to\n                    R\n                    occurred in home ranges. As expected, home range location was highly selective in such landscapes (i.e. second‐order habitat selection);\n                    RT\n                    was higher and\n                    T\n                    to\n                    R\n                    lower within the selected home range than outside, and moose home ranges were small. Within home ranges, a higher variation in both\n                    RT\n                    and\n                    T\n                    to\n                    R\n                    was associated with higher selectivity among habitat types (i.e. third‐order habitat selection).\n                  \n                \n                \n                  \n                    Our findings show how patterns of geographic and environmental space use correspond to the two sides of a coin, linked by movement responses of individuals to environmental heterogeneity. By demonstrating the potential to assess the consequences of altering\n                    RT\n                    or\n                    T\n                    to\n                    R\n                    (e.g. through human disturbance or climatic changes) on home range size and habitat selection, our work sets the basis for new theoretical and methodological advances in movement ecology.","accessed":{"date-parts":[["2024",10,16]]},"author":[{"family":"Van Moorter","given":"Bram"},{"family":"Rolandsen","given":"Christer M."},{"family":"Basille","given":"Mathieu"},{"family":"Gaillard","given":"Jean‐Michel"}],"citation-key":"vanmoorterMovementGlueConnecting2016","container-title":"Journal of Animal Ecology","container-title-short":"Journal of Animal Ecology","DOI":"10.1111/1365-2656.12394","editor":[{"family":"Börger","given":"Luca"}],"ISSN":"0021-8790, 1365-2656","issue":"1","issued":{"date-parts":[["2016",1]]},"language":"en","license":"http://onlinelibrary.wiley.com/termsAndConditions#vor","page":"21-31","source":"DOI.org (Crossref)","title":"Movement is the glue connecting home ranges and habitat selection","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.12394","volume":"85"},
  {"id":"vanmoorterMovementGlueConnecting2016b","abstract":"Animal space use has been studied by focusing either on geographic (e.g. home ranges, species' distribution) or on environmental (e.g. habitat use and selection) space. However, all patterns of space use emerge from individual movements, which are the primary means by which animals change their environment. Individuals increase their use of a given area by adjusting two key movement components: the duration of their visit and/or the frequency of revisits. Thus, in spatially heterogeneous environments, animals exploit known, high-quality resource areas by increasing their residence time (RT) in and/or decreasing their time to return (TtoR) to these areas. We expected that spatial variation in these two movement properties should lead to observed patterns of space use in both geographic and environmental spaces. We derived a set of nine predictions linking spatial distribution of movement properties to emerging space-use patterns. We predicted that, at a given scale, high variation in RT and TtoR among habitats leads to strong habitat selection and that long RT and short TtoR result in a small home range size. We tested these predictions using moose (Alces alces) GPS tracking data. We first modelled the relationship between landscape characteristics and movement properties. Then, we investigated how the spatial distribution of predicted movement properties (i.e. spatial autocorrelation, mean, and variance of RT and TtoR) influences home range size and hierarchical habitat selection. In landscapes with high spatial autocorrelation of RT and TtoR, a high variation in both RT and TtoR occurred in home ranges. As expected, home range location was highly selective in such landscapes (i.e. second-order habitat selection); RT was higher and TtoR lower within the selected home range than outside, and moose home ranges were small. Within home ranges, a higher variation in both RT and TtoR was associated with higher selectivity among habitat types (i.e. third-order habitat selection). Our findings show how patterns of geographic and environmental space use correspond to the two sides of a coin, linked by movement responses of individuals to environmental heterogeneity. By demonstrating the potential to assess the consequences of altering RT or TtoR (e.g. through human disturbance or climatic changes) on home range size and habitat selection, our work sets the basis for new theoretical and methodological advances in movement ecology.","accessed":{"date-parts":[["2025",4,17]]},"author":[{"family":"Van Moorter","given":"Bram"},{"family":"Rolandsen","given":"Christer M."},{"family":"Basille","given":"Mathieu"},{"family":"Gaillard","given":"Jean-Michel"}],"citation-key":"vanmoorterMovementGlueConnecting2016b","container-title":"Journal of Animal Ecology","DOI":"10.1111/1365-2656.12394","ISSN":"1365-2656","issue":"1","issued":{"date-parts":[["2016"]]},"language":"en","license":"© 2015 The Authors. Journal of Animal Ecology © 2015 British Ecological Society","page":"21-31","source":"Wiley Online Library","title":"Movement is the glue connecting home ranges and habitat selection","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/1365-2656.12394","volume":"85"},
  {"id":"vanmoorterUnderstandingScalesMovement2013","abstract":"Animal movements are the primary behavioural adaptation to spatiotemporal heterogeneity in resource availability. Depending on their spatiotemporal scale, movements have been categorized into distinct functional groups (e.g. foraging movements, dispersal, migration), and have been studied using different methodologies. We suggest striving towards the development of a coherent framework based on the ultimate function of all movement types, which is to increase individual fitness through an optimal exploitation of resources varying in space and time. We developed a novel approach to simultaneously study movements at different spatiotemporal scales based on the following proposed theory: the length and frequency of animal movements are determined by the interaction between temporal autocorrelation in resource availability and spatial autocorrelation in changes in resource availability. We hypothesized that for each time interval the spatiotemporal scales of moose Alces alces movements correspond to the spatiotemporal scales of variation in the gains derived from resource exploitation when taking into account the costs of movements (represented by their proxies, forage availability NDVI and snow depth respectively). The scales of change in NDVI and snow were quantified using wave theory, and were related to the scale of moose movement using linear mixed models. In support of the proposed theory we found that frequent, smaller scale movements were triggered by fast, small-scale ripples of changes, whereas infrequent, larger scale movements matched slow, large-scale waves of change in resource availability. Similarly, moose inhabiting ranges characterized by larger scale waves of change in the onset of spring migrated longer distances. We showed that the scales of movements are driven by the scales of changes in the net profitability of trophic resources. Our approach can be extended to include drivers of movements other than trophic resources (e.g. population density, density of related individuals, predation risk) and may facilitate the assessment of the impact of environmental changes on community dynamics and conservation.","accessed":{"date-parts":[["2025",4,17]]},"author":[{"family":"Moorter","given":"Bram","non-dropping-particle":"van"},{"family":"Bunnefeld","given":"Nils"},{"family":"Panzacchi","given":"Manuela"},{"family":"Rolandsen","given":"Christer M."},{"family":"Solberg","given":"Erling J."},{"family":"Sæther","given":"Bernt-Erik"}],"citation-key":"vanmoorterUnderstandingScalesMovement2013","container-title":"Journal of Animal Ecology","DOI":"10.1111/1365-2656.12045","ISSN":"1365-2656","issue":"4","issued":{"date-parts":[["2013"]]},"language":"en","license":"© 2013 The Authors. Journal of Animal Ecology © 2013 British Ecological Society","page":"770-780","source":"Wiley Online Library","title":"Understanding scales of movement: animals ride waves and ripples of environmental change","title-short":"Understanding scales of movement","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/1365-2656.12045","volume":"82"},
  {"id":"venablesModernAppliedStatistics2002","author":[{"family":"Venables","given":"W. N."},{"family":"Ripley","given":"B. D."}],"citation-key":"venablesModernAppliedStatistics2002","edition":"4","event-place":"New York","ISBN":"0-387-95457-0","issued":{"date-parts":[["2002"]]},"publisher":"Springer","publisher-place":"New York","title":"Modern Applied Statistics with  S.","type":"book"},
  {"id":"wiensCentralConceptsIssues2002","accessed":{"date-parts":[["2025",4,17]]},"author":[{"family":"Wiens","given":"John A."}],"citation-key":"wiensCentralConceptsIssues2002","container-title":"Applying Landscape Ecology in Biological Conservation","DOI":"10.1007/978-1-4613-0059-5","editor":[{"family":"Gutzwiller","given":"Kevin J."}],"event-place":"New York, NY","ISBN":"978-0-387-95322-9 978-1-4613-0059-5","issued":{"date-parts":[["2002"]]},"language":"en","license":"https://www.springernature.com/gp/researchers/text-and-data-mining","page":"3 - 21","publisher":"Springer New York","publisher-place":"New York, NY","source":"DOI.org (Crossref)","title":"Central Concepts and Issues of Landscape Ecology","type":"chapter","URL":"https://link.springer.com/10.1007/978-1-4613-0059-5"},
  {"id":"winkleComparisonSeveralProbabilistic1975","accessed":{"date-parts":[["2025",4,3]]},"author":[{"family":"Winkle","given":"Webster Van"}],"citation-key":"winkleComparisonSeveralProbabilistic1975","container-title":"The Journal of Wildlife Management","container-title-short":"The Journal of Wildlife Management","DOI":"10.2307/3800474","ISSN":"0022541X","issue":"1","issued":{"date-parts":[["1975",1]]},"language":"en","page":"118","source":"DOI.org (Crossref)","title":"Comparison of Several Probabilistic Home-Range Models","type":"article-journal","URL":"https://www.jstor.org/stable/3800474?origin=crossref","volume":"39"}
]
