[
  {"id":"barnettAnalyticSteadystateSpace2008a","abstract":"Mechanistic home range models are important tools in modeling animal dynamics in spatially complex environments. We introduce a class of stochastic models for animal movement in a habitat of varying preference. Such models interpolate between spatially implicit resource selection analysis (RSA) and advection-diffusion models, possessing these two models as limiting cases. We find a closed-form solution for the steady-state (equilibrium) probability distribution u* using a factorization of the redistribution operator into symmetric and diagonal parts. How space use is controlled by the habitat preference function w depends on the characteristic width of the animals’ redistribution kernel: when the redistribution kernel is wide relative to variation in w, u* ∝ w, whereas when it is narrow relative to variation in w, u* ∝ w2. In addition, we analyze the behavior at discontinuities in w which occur at habitat type boundaries, and simulate the dynamics of space use given two-dimensional prey-availability data, exploring the effect of the redistribution kernel width. Our factorization allows such numerical simulations to be done extremely fast; we expect this to aid the computationally intensive task of model parameter fitting and inverse modeling.","accessed":{"date-parts":[["2025",4,1]]},"author":[{"family":"Barnett","given":"Alex H."},{"family":"Moorcroft","given":"Paul R."}],"citation-key":"barnettAnalyticSteadystateSpace2008a","container-title":"Journal of Mathematical Biology","container-title-short":"J. Math. Biol.","DOI":"10.1007/s00285-007-0149-8","ISSN":"1432-1416","issue":"1","issued":{"date-parts":[["2008",7,1]]},"language":"en","page":"139-159","source":"Springer Link","title":"Analytic steady-state space use patterns and rapid computations in mechanistic home range analysis","type":"article-journal","URL":"https://doi.org/10.1007/s00285-007-0149-8","volume":"57"},
  {"id":"burtTerritorialityHomeRange1943","accessed":{"date-parts":[["2025",4,10]]},"author":[{"family":"Burt","given":"William Henry"}],"citation-key":"burtTerritorialityHomeRange1943","container-title":"Journal of Mammalogy","container-title-short":"Journal of Mammalogy","DOI":"10.2307/1374834","ISSN":"00222372","issue":"3","issued":{"date-parts":[["1943",8]]},"language":"en","page":"346","source":"DOI.org (Crossref)","title":"Territoriality and Home Range Concepts as Applied to Mammals","type":"article-journal","URL":"https://academic.oup.com/jmammal/article-lookup/doi/10.2307/1374834","volume":"24"},
  {"id":"cervantesUtilizationDistributionGlobal2023","abstract":"The rapid development of wind energy in southern Africa represents an additional threat to the already fragile populations of African vultures. The distribution of the vulnerable Cape Vulture Gyps coprotheres overlaps considerably with wind energy development areas in South Africa, creating conflicts that can hinder both vulture conservation and sustainable energy development. To help address this conflict and aid in the safe placement of wind energy facilities, we map the utilization distribution (UD) of this species across its distributional range. Using tracking data from 68 Cape Vultures collected over the last 20 years, we develop a spatially explicit habitat use model to estimate the expected UDs around known colonies. Scaling the UDs by the number of vultures expected to use each of the colonies, we estimate the Cape Vulture population utilization distribution (PUD) and determine its exposure to wind farm impacts. To complement our results, we model the probability of a vulture flying within the rotor sweep area of a wind turbine throughout the species range and use this to identify areas that are particularly prone to collisions. Overall, our estimated PUD correlates well with reporting rates of the species from the Southern African Bird Atlas Project, currently used to assess potential overlap between Cape Vultures and wind energy developments, but it adds important benefits, such as providing a spatial gradient of activity estimates over the entire species range. We illustrate the application of our maps by analyzing the exposure of Cape Vultures in the Renewable Energy Development Zones (REDZs) in South Africa. This application is a scalable procedure that can be applied at different planning phases, from strategic, nationwide planning to project-level assessments.","accessed":{"date-parts":[["2024",12,3]]},"author":[{"family":"Cervantes","given":"Francisco"},{"family":"Murgatroyd","given":"Megan"},{"family":"Allan","given":"David G."},{"family":"Farwig","given":"Nina"},{"family":"Kemp","given":"Ryno"},{"family":"Krüger","given":"Sonja"},{"family":"Maude","given":"Glyn"},{"family":"Mendelsohn","given":"John"},{"family":"Rösner","given":"Sascha"},{"family":"Schabo","given":"Dana G."},{"family":"Tate","given":"Gareth"},{"family":"Wolter","given":"Kerri"},{"family":"Amar","given":"Arjun"}],"citation-key":"cervantesUtilizationDistributionGlobal2023","container-title":"Ecological Applications","container-title-short":"Ecological Applications","DOI":"10.1002/eap.2809","ISSN":"1051-0761, 1939-5582","issue":"3","issued":{"date-parts":[["2023",4]]},"language":"en","page":"e2809","source":"DOI.org (Crossref)","title":"A utilization distribution for the global population of Cape Vultures ( <span style=\"font-variant:small-caps;\"> <i>G</i> </span> <i>yps</i> <span style=\"font-variant:small-caps;\"> <i>c</i> </span> <i>oprotheres</i> ) to guide wind energy development","title-short":"A utilization distribution for the global population of Cape Vultures ( <span style=\"font-variant","type":"article-journal","URL":"https://esajournals.onlinelibrary.wiley.com/doi/10.1002/eap.2809","volume":"33"},
  {"id":"eltonAnimalEcology1927","author":[{"family":"Elton","given":"C.S."}],"citation-key":"eltonAnimalEcology1927","event-place":"Chicago, IL USA","issued":{"date-parts":[["1927"]]},"publisher":"University of Chicago Press","publisher-place":"Chicago, IL USA","title":"Animal Ecology","type":"book"},
  {"id":"fiebergCouldYouPlease2012","abstract":"Statisticians frequently voice concern that their interactions with applied researchers start only after data have been collected. The same can be said for our experience with home-range studies. Too often, conversations about home range begin with questions concerning estimation methods, smoothing parameters, or the nature of autocorrelation. More productive efforts start by asking good (and interesting) research questions; once these questions are deﬁned, it becomes possible to ask how various design and analysis strategies inﬂuence one’s ability to answer these questions. With this process in mind, we address key sample-design and data-analysis issues related to the topic of home range. The impact of choosing a particular home-range estimator (e.g., minimum convex polygon, kernel density estimator, or local convex hull) will be question dependent, and for some problems other movement or usebased metrics (e.g., mean step lengths or time spent in particular areas) may be worthy of consideration. Thus, we argue the need for more question-driven and focused research and for clearly distinguishing the biological concept of an animal’s home range from the statistical quantities one uses to investigate this concept. For comparative studies, it is important to standardize sampling regimes and estimation methods as much as possible, and to pay close attention to missing data issues. More attention should also be given to temporally changing space-use patterns, with biologically meaningful time periods (e.g., life-history stages) used to deﬁne sampling periods. Last, we argue the need for closer connections between theoretical and empirical researchers. Advances in ecological theory, and its application to natural resources management, will require carefully designed research studies to test theoretical predictions from more mechanistic modeling approaches.","accessed":{"date-parts":[["2025",4,9]]},"author":[{"family":"Fieberg","given":"John"},{"family":"Börger","given":"Luca"}],"citation-key":"fiebergCouldYouPlease2012","container-title":"Journal of Mammalogy","container-title-short":"J Mammal","DOI":"10.1644/11-MAMM-S-172.1","ISSN":"0022-2372, 1545-1542","issue":"4","issued":{"date-parts":[["2012",9,14]]},"language":"en","page":"890-902","source":"DOI.org (Crossref)","title":"Could you please phrase “home range” as a question?","type":"article-journal","URL":"https://academic.oup.com/jmammal/article-lookup/doi/10.1644/11-MAMM-S-172.1","volume":"93"},
  {"id":"hijmans_terraSpatialData2024","author":[{"family":"Hijmans","given":"R."}],"citation-key":"hijmans_terraSpatialData2024","issued":{"date-parts":[["2024"]]},"title":"_terra: Spatial Data Analysis_.","type":"software","URL":"https://CRAN.R-project.org/package=terra","version":"R package   version 1.7-78"},
  {"id":"horneAnimalHomeRanges2020","author":[{"family":"Horne","given":"Jon S."},{"family":"Fieberg","given":"John"},{"family":"Borger","given":"Luca"},{"family":"Rachlow","given":"Janet L."},{"family":"Calabrese","given":"Justin M."},{"family":"Fleming","given":"Chris H."}],"citation-key":"horneAnimalHomeRanges2020","container-title":"Population Ecology in Practice","ISBN":"978-0-470-67414-7","issued":{"date-parts":[["2020"]]},"page":"448","publisher":"Wiley-Blackwell","title":"Animal Home Ranges: Concepts, Uses, and Estimation","type":"chapter"},
  {"id":"jennelleMovementWhitetailedDeer2022a","abstract":"Chronic wasting disease (CWD) continues to expand in distribution and prevalence across North America. Upon detection, either for the first time in a novel area or in a region with an existing outbreak, wildlife management agencies are tasked with responding to mitigate the disease. This response often entails creation or modification of a management zone with modified rules and regulations that support an agency's disease management plan. To guide the process of creating an appropriately sized CWD management zone, assuming that wild deer movements are a major risk factor for disease spread, we used data from global positioning system (GPS)-collared white-tailed deer (Odocoileus virginianus) in southeastern Minnesota and southcentral Pennsylvania, USA, between 2018 and 2021 to estimate long-distance movements associated with dispersal and migratory behaviors. These contrasting study areas with active CWD outbreaks permitted an evaluation of deer movement dynamics in different parts of their range. We quantified the proportion, distribution, timing, and orientation of dispersing and migratory deer. We observed 21% of female and 58% of male yearlings disperse from their apparent natal home range in Minnesota, while in Pennsylvania 4% of female and 68% of male yearlings dispersed. We also documented 20% of females and 6% of males migrated between seasonal home ranges in Minnesota, while in Pennsylvania no females and 5% of males migrated. The average distance deer dispersed or migrated in Minnesota was 20 km and 11 km, respectively, while in Pennsylvania male deer dispersed only about 4 km. Both sexes in Minnesota tended to disperse in a consistent, westerly direction; however, there was no directional preference observed for migratory deer or for dispersing deer in Pennsylvania. We found differences between natal and adult home range size for both sexes in Minnesota but not for males in Pennsylvania. Our results identify the considerable variability in dispersal and migration dynamics of white-tailed deer in disparate landscapes, which is important to agencies managing CWD. We summarize the distribution of these movements and suggest agencies use this information to help make decisions about optimal management zone size. We suggest the development of formalized assessments of the tradeoffs associated with optimizing decisions about creation of CWD management zones across white-tailed deer populations that exhibit variation in dispersal behavior and suggest careful evaluation to avoid using an arbitrary size or shape to create disease management zones.","accessed":{"date-parts":[["2025",4,8]]},"author":[{"family":"Jennelle","given":"Christopher S."},{"family":"Walter","given":"W. David"},{"family":"Crawford","given":"Joanne"},{"family":"Rosenberry","given":"Christopher S."},{"family":"Wallingford","given":"Bret D."}],"citation-key":"jennelleMovementWhitetailedDeer2022a","container-title":"The Journal of Wildlife Management","DOI":"10.1002/jwmg.22306","ISSN":"1937-2817","issue":"8","issued":{"date-parts":[["2022"]]},"language":"en","page":"e22306","source":"Wiley Online Library","title":"Movement of white-tailed deer in contrasting landscapes influences management of chronic wasting disease","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/jwmg.22306","volume":"86"},
  {"id":"signerAnimalMovementTools2019","author":[{"family":"Signer","given":"Johannes"},{"family":"Fieberg","given":"John R."},{"family":"Avgar","given":"Tal"}],"citation-key":"signerAnimalMovementTools2019","container-title":"Ecology and Evolution","issued":{"date-parts":[["2019"]]},"page":"880-890","title":"Animal movement tools (amt): R package for managing tracking data and conducting habitat selection analyses","type":"article-journal","volume":"9"},
  {"id":"venablesModernAppliedStatistics2002","author":[{"family":"Venables","given":"W. N."},{"family":"Ripley","given":"B. D."}],"citation-key":"venablesModernAppliedStatistics2002","edition":"4","event-place":"New York","ISBN":"0-387-95457-0","issued":{"date-parts":[["2002"]]},"publisher":"Springer","publisher-place":"New York","title":"Modern Applied Statistics with  S.","type":"book"},
  {"id":"winkleComparisonSeveralProbabilistic1975","accessed":{"date-parts":[["2025",4,3]]},"author":[{"family":"Winkle","given":"Webster Van"}],"citation-key":"winkleComparisonSeveralProbabilistic1975","container-title":"The Journal of Wildlife Management","container-title-short":"The Journal of Wildlife Management","DOI":"10.2307/3800474","ISSN":"0022541X","issue":"1","issued":{"date-parts":[["1975",1]]},"language":"en","page":"118","source":"DOI.org (Crossref)","title":"Comparison of Several Probabilistic Home-Range Models","type":"article-journal","URL":"https://www.jstor.org/stable/3800474?origin=crossref","volume":"39"}
]
